[{"date": "2020-11-07 16:57:11.155106", "summaries": [{"title": "Biden Wins Presidency, Ending Four Tumultuous Years Under Trump", "url": "https://www.nytimes.com/2020/11/07/us/politics/biden-election.html?action=click&module=Spotlight&pgtype=Homepage", "first": "Mr. Biden will be pressed to swiftly secure and distribute a safe vaccine for the coronavirus, revive an economy that may be in even more dire shape in January than it is now, and address racial justice and policing issues that this year prompted some of the largest protests in American history.", "second": "But Mr. Trump’s job approval rating never hit 50 percent and, when the coronavirus spread nationwide and Mr. Biden effectively claimed the Democratic nomination in March, the president’s hopes of running with a booming economy and against a far-left opponent evaporated at once."}, {"title": "Kamala Harris to Make History as First Female U.S. Vice President", "url": "https://www.wsj.com/articles/kamala-harris-to-make-history-as-first-female-u-s-vice-president-11604769441", "first": "Sen. Kamala Harris of California was elected the first female vice president of the United States, putting a substantial crack in what former candidate Hillary Clinton called the “highest and hardest glass ceiling” between women and the White House.", "second": "Young Kamala Harris, left, with her sister, Maya, and mother, Shyamala, in Berkeley, Calif., in January 1970."}, {"title": "Doctors fear more death as Dakotas experience virus ‘sorrow’", "url": "https://apnews.com/article/us-news-virus-outbreak-sioux-falls-south-dakota-north-dakota-bbb7bf37db1fc9f87044a37338e3af91", "first": "With winter approaching and hospitals scrambling to make room for COVID-19 patients, medical experts worry that virus deaths will continue to climb in a region where people have been slow to adopt mitigation measures like wearing masks .", "second": "Bjorkman’s family, who live in De Smet, a town in eastern South Dakota where Laura Ingalls Wilder once had a homestead, decided to publicly share his struggle with the virus because he loved serving the community."}]}]
